
const qnaList=[
    {
        q: '1.당신의이름은?',
        a: [
            {answer: '1.김물', type:[1,2,3,4]},
            {answer: '2.박물', type:[1,2,3,4]},
            {answer: '3.김물물', type:[1,2,3,4]},
            {answer: '4.김물물씨', type:[1,2,3,4]}
        ]
    },
    {
        q: '2.오늘 마트에 간다면, 당신이 살 것은?',
        a: [
            {answer: '1.카레', type:[1,2,3,4]},
            {answer: '2.키위', type:[1,2,3,4]},
            {answer: '3.커피', type:[1,2,3,4]},
            {answer: '4.파인애플', type:[1,2,3,4]}
        ]
    },
    {
        q: '3.?',
        a: [
            { answer: '1.민트초코', type:[1,2,3,4]},
            { answer: '2.불닭', type:[1,2,3,4]},
            { answer: '3.당근', type:[1,2,3,4]},
            { answer: '4.펭귄', type:[1,2,3,4]}
        ]
    },
    {
        q: '4.',
        a: [
            {answer: '1.아이스크림,와플', type:[1,2,3,4]},
            {answer: '2.감자튀김,케찹', type:[1,2,3,4]},
            {answer: '3.요거트,샐러드', type:[1,2,3,4]},
            {answer: '4.펭귄', type:[1,2,3,4]}
        ]
    }
]

const infoList = [
    {
        name : '시작이 반이다 떡국',
        desc : '시작이 반인 당신! 시작만 하면 뭐든 해낼 수 있습니다.'
    },
    {
        name : '시작이 끝이다 떡국2',
        desc : '시작이 반인 당신! 시작만 하면 뭐든 해낼 수 있습니다.'
    },
    {
        name : '시작이 반이다 떡국3',
        desc : '시작이 반인 당신! 시작만 하면 뭐든 해낼 수 있습니다.'
    },
    {
        name : '시작이 반이다 떡국4',
        desc : '시작이 반인 당신! 시작만 하면 뭐든 해낼 수 있습니다.'
    }
]